Autodesk.Revit.DB.Structure.ReinforcementAbbreviationObjectType
Defines the type of desired reinforcement object for abbreviation tags.
Since:
2016

Autodesk.Revit.DB.Structure.ReinforcementAbbreviationObjectType.Path
Abbreviation tags for Path Reinforcement.

Autodesk.Revit.DB.Structure.ReinforcementAbbreviationObjectType.Area
Abbreviation tags for Area Reinforcement.